{
	"title": "交 · 互 · 录",
	"description": "以我为轴，写满我与世界的交集。",
	"content": "叫什么交互录啥的，其实本来是为了记录看过的，玩过的，想记住的作品而建的。然后从[niracler](https://niracler.com/plrom/)的博客中获得灵感改成了这个交互录，会在这里写下与我交互过各种东西。\n\n# 一、作品\n\n> 本来只想写点对我有影响的，比较顶级的作品，后面想想发现这样的话根本写不了几个，然后就会逐渐忘记写交互录。所以将记录我的阅历中认为值得记下的作品。\n\n## 1.📺动漫\n\n> 剧场版也算在动漫这里\n\n- **《进击的巨人》**— T0，影响深刻，很厉害的神作，沉重的故事。\n- **《双城之战》**— T0，故事精彩优秀，节奏非常完美紧凑，没有能感到乏味的长片段，导演顶级实力，音乐与剧情配合相当完美。\n- **《葬送的芙莉莲》**— 舒缓有深度，辛美尔的刻画太棒，已经成为心中勇者形象的白月光。**“芙莉莲，动手”**。\n- **《咒术回战》**— 放在这是因为第二季，怀玉・玉折篇很好看舒服有意义，夏油杰变得逐渐沉默的艳阳天、蝉鸣，画面节奏很棒。然后是台词：**“我知道五条伍与虎杖不同，他个性冷酷，会允许“少数牺牲”为前提，确定的拔除我们”**，这种塑造很对胃，能力越大责任越大，承担着这样的责任不能像热血漫一样无脑的救，这种性格是对群众负责的样子。\n- **《电锯人》**— 放这因为蕾塞篇，藤本树的风格，很有电影感很艺术。蕾塞特别鲜活，初次见面和咖啡馆的蕾塞是心中完美的形象。(我从没接受到过任何剧透，不知道蕾塞是反派。然后在学校约会那里觉得进度有点太快了，感觉是意有所图的，有反派的味道了。如果能持续咖啡馆那样的日常，就是心中完美的恋爱了)\n- **《青春猪头少年不会梦到兔女郎学姐》**— 真日漫启蒙，当年看时让我意识到动漫可以不是浮夸的动作对话，也可以平淡自然。（本来看了什么罪恶王冠，双星阴阳师，感觉..en..我将那种感觉暂称为”二次元味“太重了）\n\n  ------\n \n- **《某科学的超电磁炮》**— 是很喜欢的题材，食蜂让我改观了对这种角色的印象，自我催眠欺骗了自己后又能意识到是自己的手笔。\n- **《无职转生》**— 比较老的轻小说，所以也保留着那个年代的”二次元味“（三个女生跟我结婚、偷老师内裤...）。但读完了小说，有一种生活感，像是冒险者一生的传记。有主角惊险的冒险旅途，有平淡的日常，还有家庭中的辛酸(老爸出轨、妹妹和儿子相爱)、有成长的遗憾与和解、有平凡的终章。\n- **《胆大党》**— 主角团是很开朗的，平时浮夸搞笑(除了男主)但很心细的好人！邪视的事告一段落时，男主和爱罗，寺仁都分别在结束后回来帮小桃修房子。大人也是好人，先试过与邪视共处，实在是有危险，才狠心要消灭邪视。真是很负责的大人了。\n- **《罗小黑战记》**— 活人感的典范，不降智不无脑有逻辑有条理。电影二很优秀，节奏、动作、画面全部优秀。会馆几个高层，除了老虎都知道不是无限干的，有脑子的片真好看。\n- **《十万个冷笑话》**— 本来以为只是小时候觉得好笑，后面再看发现还是很好笑，太有梗了。生错了时代，如果是现在出的话应该会因为抽象而很火。\n- **《王牌御史》**— 很浮夸但确实很搞笑，国漫中愿意记下来的番，也是又去看了看，还是好好笑啊哈哈哈，片尾还有彪哥撒尿。\n\n## 2.🎬电影\n\n> <details>\n> <summary><strong>关于电影我怎么评</strong></summary>\n>\n> - 写的很少，实际上还是看了蛮多，但都有些不理解，或者差点意思。\n>\n> - 比如《了不起的盖茨比》，很投入的看过，但不理解用一生的精力来追求自己不熟悉，只有短暂接触过的人，黛西最后的逃跑也能说明，盖茨比根本不了解对方。\n>\n> - 或者韩寒的作品,总有一种老的热血动漫里有的冲动（*其他作品也有，比如胆大党小桃想争取帮寺仁留下邪视，但小桃和所有人都是思考过，在判断着对错，对不好的结果有挣扎着的表现，最终高仓健没有回来的话，邪视也许就死了。但韩寒的冲动是没思考的冲动*）。\n>\n> - 比如乘风破浪中，最终徐正太还是带着阿浪去砍李荣浩，没有思考没有准备，没有想好后路的去和李荣浩一换一，导致牛爱花的结局没有改变，冲动是对身边人不负责的表现。飞驰人生也是，明明林臻东已经超过张弛的记录了，而且用了更好的车还年年参加着比赛，被一个几年没碰过车的人用比以前还烂的车赢了，然后赴死，有些理想化了。\n> </details>\n\n\n- **《釜山行》**— 扣动心弦，爽看，精彩，因为看的那天在阳台透气，看完了天黑的屋里什么都看不到，真吓人。\n- **《孤注一掷》**— 情绪渲染力极强，二把手对女主动真感情有些理想化，但不这样拍就是个园区的纪录片了。代入之后只觉得无力，也就电影会拍成好的结局。\n- **《忠犬八公》** — 2023本土版。节奏自然舒缓，叙事温和自然。生活的质感拍的特别好：住在老城区的知识分子、对狗子刀子嘴但豆腐心的妻子；男主死后，长期投喂的报刊亭老板、抱有同情的棒棒军；子女对八筒的长期漠视；这些生活的味道组成了这部本土化的电影。\n- **《你好爱美丽》**— 法国动画，用小孩视角来理解和认知这个世界，后半部分有战争创伤和放下仇恨相关的内容，实在太对我胃口了。画风很舒服，不工整的线条反而更有一种孩童的质感。\n\n## 3.🎮游戏\n\n- **《英雄联盟》**— 贯穿青春了，十多年到现在都玩的很菜，但英雄联盟确实是为游戏历史贡献了很多东西，音乐、CG、世界观都非常强，目前感觉没有能超越的。\n- **《我的世界》**— 除了英雄联盟外投入时长最多的游戏了，喜欢建房子喜欢修小村庄（如果人不会长大，不会在时间上感觉到压力的话）\n- **《GTAV》** — 有再多人说吹过头了也是我心中的史一游。\n- **《赛博朋克2077》**— 最有代入感的游戏，“往日之影”的演出无敌，迈尔斯飞机砸下来那一刻，配合上宋昭美在旁边说着“我靠，我靠”，感觉血液都沸腾起来了。是完全超越本体的优秀DLC。\n- **《尼尔：机械纪元》**— 买音乐送游戏，为音乐而配的游戏，只有空旷的废墟都市听空灵的音乐才有感觉。\n- **《极乐迪斯科》**— 黑色幽默与哲学思辨并存，NPC鲜活有立场和秘密。玩家能决定角色的人格方向。油画的风格和氛围塑造融洽。玩的时候还弄了思维导图，但发现推理占比有点低，政治哲学宣讲的比重偏大。结论——不像 “游戏”，像可互动的文学作品。\n- **《都市天际线》**—  看沙盘里的小人各奔东西、小车开来开去的，是小时候玩玩具时候的梦想了。别轻易的遗忘然后感叹成年人的世界不容易啊混蛋，别老是把自己置身于苦难。\n\n\n\n\n\n# 二、人\n\n## 1.📚漫画家\n\n> 其实不是很看漫画，好的作品我都想等动画化。优秀的动画化比漫画的内容多得多，有音乐有意境。比如蕾塞在学校楼顶唱的俄语歌，漫画中几个画面没有动画给我的冲击感强。\n\n- **藤本树** — 独特美学，他手中的人物荒诞但极具魅力，分镜满是电影感，很多触动心弦的场面或分镜。\n- **谏山创** — 巨人的大纲十分深刻了，很难想是他高中时期构思出来的。\n\n## 2.🎵音乐制作人\n\n> 这里的话会更偏向作词/曲的创作者，主要是唱作者。\n\n- **邓紫棋** — 创作能力超厉害，写的词也一点都不口水，既有天赋又能沉淀，风格还多样。而且邓紫棋出场过的场合也会感觉不造作，很舒服，在2025·英雄联盟全球总决赛全开麦（直播源音轨有问题，实拍视频效果极佳）\n- **泽野弘之** — 巨人初识，没想到后面听到他的歌能感觉出来是泽野。比如\"凸变英雄X\"，不好看，但泽野创作的歌更能让我联想到优秀的角色塑造，而不是通过剧集表现。（英雄联盟星守的《光与蚀》也是泽野的）\n\n## 3.👤博主\n\n> ~~是个很纠结的分组，有些优秀的博主但我不会经常去看，比如“稚晖君”、“硬件茶谈”~~。\n>\n> 我将放弃上面的想法，例举一些看过的优秀的博主。互联网是一个挖宝的地方，在这些博主的内容中更容易找到宝。\n\n- [**JIEJOE_轻敲代码**](https://space.bilibili.com/3546390319860710?spm_id_from=333.1387.follow.user_card.click) — 做前端的UP主，交互非常叼，设计大胆特别，是个把交互做出花，界面很好看的博主。我的老版个人网站有借鉴于他的个人站。\n\n- [**廖义源**](https://space.bilibili.com/168519555?spm_id_from=333.337.0.0) — 在B站有号。很符合寻宝这个想法了，短片导演。作品有一种干净的感觉，有喜欢的内容也有无感的。\n- [**天才的风哥**](https://space.bilibili.com/36059448?spm_id_from=333.1387.follow.user_card.click) — UP主，剪巨人视频的，[『走 出 森 林』 贾碧 · 布朗](https://www.bilibili.com/video/BV1qF411g7wf/?spm_id_from=333.1387.upload.video_card.click) 很有深度，是我看巨人时没考虑过的角度。很喜欢他的签名——“在没有高墙的黎明相会吧”\n- [**-LKs-**](https://space.bilibili.com/125526?spm_id_from=333.1387.follow.user_card.click) — 如果Faker能代表电竞选手，那我认为拉导能代表内容创作者了。\n- [**点石数码DANS**](https://space.bilibili.com/300006300?spm_id_from=333.1387.follow.user_card.click) — 是在B站看到的视效创意公司（但话说这玩意该放在博主这个分组里吗），很强！\n- [**蓝战非**](https://space.bilibili.com/10804055?spm_id_from=333.337.0.0) — 初识是内涵段子tv还在时，玩《人类一败涂地》的视频(就是因为他我才去买的游戏)。后来财务自由去全球旅行，感觉是一个为自己而活的人，抖音签名 *“我可以死在远方,但我不能没有去过远方\"* 。最近出了个在南非被绑架的事，回国后直接公开了这件事，什么”体液“那些威胁根本不在乎，太帅了。为自己而活的人不会被束缚。又出发去旅游了，还是帅！\n\n\n\n\n\n# 三、物\n\n\n\n\n\n\n\n\n\n\n\n# 四、软件工具\n\n- [**PicGo**](https://github.com/Molunerfinn/PicGo/releases) — 一款开源免费、跨平台的图床上传与管理工具，核心作用是快速将图片上传至各类图床并自动生成可直接使用的 URL 链接。\n- [**iflow**](https://cli.iflow.cn/) — 集成在命令行的AI，在任何目录打开Powershell，iflow都可以检索并修改该目录下的所有文件。与其他AI的区别是能直接用命令行操作文件，也能在IDE的终端中使用。\n- [**Typora**](https://www.typora.net/) — 极简风格的 Markdown 编辑器与阅读器，优势是即使渲染，将编辑与预览合一。需付费。"
}